{
  "config": {
    "command": "condition",
    "userAllowed": false,
    "userToggle": false,
    "sendOnlyToGM": false,
    "showDescOnStatusChange": false,
    "showIconInDescription": true,
    "firsttime": false
  },
  "conditions": {
    "blinded": {
      "name": "Blinded",
      "description": "<p>A blinded creature cant see and automatically fails any ability check that requires sight.</p> <p>Attack rolls against the creature have advantage, and the creatures Attack rolls have disadvantage.</p>",
      "icon": "Blinded::1818575"
    },
    "charmed": {
      "name": "Charmed",
      "description": "<p>A charmed creature cant Attack the charmer or target the charmer with harmful Abilities or magical effects.</p> <p>The charmer has advantage on any ability check to interact socially with the creature.</p>",
      "icon": "Charmed::1912827"
    },
    "deafened": {
      "name": "Deafened",
      "description": "<p>A deafened creature cant hear and automatically fails any ability check that requires hearing.</p>",
      "icon": "Deafened::1818577"
    },
    "frightened": {
      "name": "Frightened",
      "description": "<p>A frightened creature has disadvantage on Ability Checks and Attack rolls while the source of its fear is within line of sight.</p> <p>The creature cant willingly move closer to the source of its fear.</p>",
      "icon": "Frightened::1912832"
    },
    "grappled": {
      "name": "Grappled",
      "description": "<p>A grappled creatures speed becomes 0, and it cant benefit from any bonus to its speed.</p> <p>The condition ends if the Grappler is <i>incapacitated</i>.</p> <p>The condition also ends if an effect removes the grappled creature from the reach of the Grappler or Grappling effect, such as when a creature is hurled away by the Thunderwave spell.</p>",
      "icon": "Grappeled::1818576"
    },
    "incapacitated": {
      "name": "Incapacitated",
      "description": "<p>An incapacitated creature cant take actions or reactions.</p>",
      "icon": "Incapacitated::1818567"
    },
    "inspiration": {
      "name": "Inspiration",
      "description": "<p>If you have inspiration, you can expend it when you make an Attack roll, saving throw, or ability check. Spending your inspiration gives you advantage on that roll.</p> <p>Additionally, if you have inspiration, you can reward another player for good roleplaying, clever thinking, or simply doing something exciting in the game. When another player character does something that really contributes to the story in a fun and interesting way, you can give up your inspiration to give that character inspiration.</p>",
      "icon": "Inspired::1853908"
    },
    "invisibility": {
      "name": "Invisibility",
      "description": "<p>An invisible creature is impossible to see without the aid of magic or a Special sense. For the purpose of Hiding, the creature is heavily obscured. The creatures location can be detected by any noise it makes or any tracks it leaves.</p> <p>Attack rolls against the creature have disadvantage, and the creatures Attack rolls have advantage.</p>",
      "icon": "Invisible::1818571"
    },
    "paralyzed": {
      "name": "Paralyzed",
      "description": "<p>A paralyzed creature is <i>incapacitated</i> and cant move or speak.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>Attack rolls against the creature have advantage.</p> <p>Any Attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.</p>",
      "icon": "Paralyzed::1818566"
    },
    "petrified": {
      "name": "Petrified",
      "description": "<p>A petrified creature is transformed, along with any nonmagical object it is wearing or carrying, into a solid inanimate substance (usually stone). Its weight increases by a factor of ten, and it ceases aging.</p> <p>The creature is <i>incapacitated</i>, cant move or speak, and is unaware of its surroundings.</p> <p>Attack rolls against the creature have advantage.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>The creature has Resistance to all damage.</p> <p>The creature is immune to poison and disease, although a poison or disease already in its system is suspended, not neutralized.</p>",
      "icon": "Petrified::1818570"
    },
    "poisoned": {
      "name": "Poisoned",
      "description": "<p>A poisoned creature has disadvantage on Attack rolls and Ability Checks.</p>",
      "icon": "Poisoned::1818564"
    },
    "prone": {
      "name": "Prone",
      "description": "<p>A prone creatures only Movement option is to crawl, unless it stands up and thereby ends the condition.</p> <p>The creature has disadvantage on Attack rolls.</p> <p>An Attack roll against the creature has advantage if the attacker is within 5 feet of the creature. Otherwise, the Attack roll has disadvantage.</p>",
      "icon": "Prone::1818572"
    },
    "restrained": {
      "name": "Restrained",
      "description": "<p>A restrained creatures speed becomes 0, and it cant benefit from any bonus to its speed.</p> <p>Attack rolls against the creature have advantage, and the creatures Attack rolls have disadvantage.</p> <p>The creature has disadvantage on Dexterity saving throws.</p>",
      "icon": "Restrained::1818569"
    },
    "stunned": {
      "name": "Stunned",
      "description": "<p>A stunned creature is <i>incapacitated</i>, cant move, and can speak only falteringly.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>Attack rolls against the creature have advantage.</p>",
      "icon": "Stunned::1818568"
    },
    "unconscious": {
      "name": "Unconscious",
      "description": "<p>An unconscious creature is <i>incapacitated</i>, cant move or speak, and is unaware of its surroundings.</p> <p>The creature drops whatever its holding and falls prone.</p> <p>The creature automatically fails Strength and Dexterity saving throws.</p> <p>Attack rolls against the creature have advantage.</p> <p>Any Attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.</p>",
      "icon": "Unconcious::1853920"
    },
    "concentrating": {
      "name": "Concentrating",
      "description": "<p>Some spells require you to maintain concentration in order to keep their magic active. If you lose concentration, such a spell ends.</p> <p>If a spell must be maintained with concentration, that fact appears in its duration entry, and the spell specifies how long you can concentrate on it. You can end concentration at any time (no action required).</p> <p>Normal activity, such as moving and attacking, doesnt interfere with concentration. The following factors can break concentration:</p> <ul><li>**Casting another spell that requires concentration.** You cant concentrate on two spells at once.</li><li>**Taking damage.** Whenever you take damage while you are concentrating on a spell, you must make a CON saving throw to maintain your concentration. The DC equals 10 or half the damage you take, whichever number is higher.</li><li>**Being Incapacitated or killed.**</li></ul>",
      "icon": "Concentration::1818574"
    }
  }
}
